
// Japanese　日本語
"Country2code" = "ja";					// ロケールコード

// @ //
"@Excess Operator" = "@演算子過多";
"@Lack Operator" = "@演算子不足";
"@Excess Closing" = "@閉じ過ぎ";
"@Unclosed" = "@Unclosed";  // これは頻繁に表示されることになる。
"@Divide by zero" = "@0で割れません";
"@Overflow" = "@桁オーバー";

// A //
"Answer" = "Answer";
"AppStore Paid" = "有料版の説明";
"AppStore Paid msg" = "このアプリを閉じて、\nApp Storeアプリを起動します。";
"AddNew Save" = "保存してリストへ追加しました";

// B //
"BpHi Name" = "最高血圧";
"BpHi Detail" = "（収縮期)";
"BpLo Name" = "最低血圧";
"BpLo Detail" = "（拡張期)";

// C //
"Contact mail" = "作者へメール投稿";
"Contact mail msg" = "不具合報告やご意見ご要望\nなど、投稿してください。\n\n申し訳ありませんが、\n返信はいたしません。\nアプリに反映させて頂きます。";
"Contact message" = "【不具合報告】\nここへ記入してください。\n\n【ご意見ご要望など】\nここへ記入してください。\n\n";
"Contact NoMail" = "メール利用できません";
"Contact NoMail msg" = "[設定]⇒[メール]から基本設定をしてください。";
"Contact Failed" = "メール送信失敗";
"Contact Failed msg" = "ネットワークの状態や設定などを確認してください。";
"Contact Sent" = "メール送信しました";
"Contact Sent msg" = "ありがとうございました。";
"Clear" = "クリア";
"Cancel" = "中止";

// D //
"Done" = "決定";
"DateTime" = "日時";

// H //
// L //
"Latest" = "最新";

// N //
"None" = "   なし   ";

// M //
"Modify" = "修正";
"MOC CommitErr" = "記録を保存できません";
"MOC CommitErrMsg" = "再インストールしてください";

// P //
"Pulse Name" = "脈拍数";
"Pulse Detail" = "";
"Pulse unit" = "拍/分";
// R //
"Roger" = "了解";

// S //
"SplitIt" = "割元";
"SplitIt msg" = "タッチして金額を入れる";
"SetName0" = "大富豪";
"SetName1" = "富豪";
"SetName2" = "平民";
"SetUnit1" = "100000";	// Y1000 x 100　＜＜百倍値にする
"SetUnit2" = "10000";		//     100 x 100

// T //
"ToSupportSite" = "サポートブログへ";
"ToSupportSite msg" = "このアプリを閉じて、\nサポートブログを開きます。";
"Temp Name" = "体温";
"Temp Detail" = "";
"TabAdd" = "新しい記録";
"TabList" = "リスト";
"TabGraph" = "グラフ";
"TabInfo" = "情報";
"TheGoal" = "目標";
"TheGoal Section" = "目標 設定";

// U //
"UseSplit0" = "500000";	// Y5000 x 100　＜＜百倍値にする
"UseSplit1" = "200000";
"UseSplit2" = "0";

// W //
"Weight Name" = "体重";
"Weight Detail" = "";

// END //

